Revit 2027 API
TableCellStyleOverrideOptions.BorderLeftLineStyle Property
 Indicates if the border left line style characteristic is overridden.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool BorderLeftLineStyle { get; set; }
Public Property BorderLeftLineStyle As Boolean
	Get
	Set
public:
property bool BorderLeftLineStyle {
	bool get ();
	void set (bool value);
}
member BorderLeftLineStyle : bool with get, set
Property Value
Boolean
See Also
Reference
TableCellStyleOverrideOptions Class
Autodesk.Revit.DB Namespace